Repository: common-repository/ajaxed-registration-page
Catalog: lang/pana_reg_localization-*.po
Languages: fa_ir

source: Sign up
fa_ir: ثبت نام

source: Username
fa_ir: نام کاربری

source: Enter a username
fa_ir: نام کاربری را وارد نمائید

source: Email
fa_ir: رایانامه

source: Your email address
fa_ir: رایانامه شما

source: Password
fa_ir: کلمه عبور

source: Enter a password
fa_ir: کلمه عبور را وارد کنید.

source: Re-enter password
fa_ir: تائید کلمه عبور را وارد کنید

source: Create Account &rarr;
fa_ir: ایجاد کاربری

source: Please enter a username.
fa_ir: لطفا نام کاربری را وارد نمائید.

source: Please enter your email address.
fa_ir: لطفا رایانامه خودتان را وارد نمائید.

source: Please enter a password.
fa_ir: لطفا کلمه عبور را وارد کنید.

source: Please re-enter your password.
fa_ir: لطفا تائید کلمه را وارد کنید

source: Passwords do not match.
fa_ir: کلمه های عبوری وارد شده مطابقت ندارند

source: Invalid username.
fa_ir: نام کاربری شما معتبر نیست.

source: An account is already registered with that username. Please choose another.
fa_ir: کاربری با این نام کاربری پیش از این به عضویت سایت درآمده است . لطفا نام کاربری دیگر را انتخا نمائید.

source: Invalid email address.
fa_ir: آدرس رایانامه نامعتبر

source: An account is already registered with your email address. Please login.
fa_ir: کاربری پیش از این با این رایانامه ثبت نام کرده است.لطفا وارد شوید.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
fa_ir: <strong>خطا</strong>: شما نمی توانید ثبت نام نمائید. لطفا با <a href="mailto:%s">مدیریت</a> تماس حاصل نمائید. !

source: Sign-up success
fa_ir: ثبت نام با موفقیت انجام شد.

source: </strong>In order to login use <a href="%s">log-in page</a>.</p></span></div>
fa_ir: </strong>برای ورود از <a href="%s">صفحه ورود</a> استفاده نمائید.</p></span></div>

source: Sign-up error
fa_ir: خطا در ثبت نام

source: registeration page
fa_ir: بخش ثبت نام
